{
    "home":"Home",
    "change-theme":"Change Theme",
    "hide-bar":"Hide Bar",
    "dark-theme":"Dark Theme",
    "light-theme":"Light Theme",
    "source-codes": "Source Codes",
    "languages":"Languages",
    "how-to-use": "How to use ?",
    "projects": "Projects",
    "my-projects":"My Projects",
    "projects-info": "You can create a project by clicking the create project button. All you have to do is enter the name and status of your project.You can also edit your project information or delete your project by clicking on the project card you created. You can also make changes to your projects with the multiple selection method.",
    "books": "Books",
    "my-books":"My Books",
    "books-info": "You can create a book by clicking the cretae book button. All you have to do is specify the name, author, number of pages and status of the book you created. You can control by updating, deleting and multiple selection as in the project.",
    "investments": "Investments",
    "my-investments":"My Investments",
    "investments-info": "You can create an investment by clicking the create investment button. It is sufficient to specify the name of the product you invested in, its type (stock? cryptocurrency? etc.), your cost (how much money did you invest in?), the amount of the product you bought or sold, its currency and investment status. You can control by updating, deleting and multiple selection.",
    "movies": "Movies",
    "my-movies":"My Movies",
    "movies-info": "You can create a movie by clicking the cretae movie button. Just enter the movie name, genre(s), movie status. You can control by updating, deleting and multiple selection.",
    "games": "Games",
    "my-games":"My Games",
    "games-info": "You can create a game by clicking the cretae game button. All you have to do is enter the game name, the platform you are playing on or will play on, and the playing status. You can control by updating, deleting and multiple selection.",
    "dashboard": "Dashboard",
    "dashboard-info": "First of all, all the data you create, delete and update is stored locally in your browser and will not disappear anywhere unless you want it to. Therefore, you can conveniently track your data here. At the same time, there are algorithms in this software I wrote. You may receive suggestions and notifications based on your data.",
    "why-should": "Why should i use it ?",
    "practical": "PRACTICAL",
    "practical-info": "Since your data is stored locally in your browser, you can easily track your progress. Publishers can easily track and manage the games they have played or will be playing by entering data here. Instead of creating tables in tools such as Excel, investors can easily track their investments with algorithms. Those who like to read books can store and manage the books they have read or will read here as if they were a database. Those who love watching movies and those who forget which movie you watched or are going to watch can easily follow it here.",
    "open-source": "OPEN SOURCE",
    "open-source-info": "This project is open source. So you can view my codes as you wish and criticize me. I shared my codes with you. You can access it from the source codes button. Please contribute to my codes, criticize and support me. I would be very grateful to you.",
    "accesibility": "ACCESBILITIY",
    "accesibility-info": "Since I did the project alone from start to finish, I am the person you can easily reach whenever you want. My social media links are available in the contact section. At the same time, this project is a project under 'GK Software' that I created myself.",
    "free": "FREE! NO MEMBER!",
    "free-info": "You do not need to pay any fee or use the panel as long as you are a member. You can use it unlimitedly as you wish.",
    "technologies":"Technologies i use",
    "footer-msg":"You can easily contact me via my social media accounts.",
    "finished":"Finished",
    "total":"Total",
    "ongoing":"Ongoing",
    "readed":"Readed",
    "pages":"Pages",
    "played":"Played",
    "watched":"Watched",
    "your":"Your",
    "favorite":"Favorite",
    "genre":"Genre",
    "platform":"Platform",
    "cost":"Cost",
    "congratulations":"CONGRATULATIONS!",
    "create":"Create",
    "save":"Save",
    "delete":"Delete",
    "cancel":"Cancel",
    "close":"Close",
    "edit":"Edit",
    "finished-projects-msg":"You have completed more than 5 projects!",
    "readed-books-msg":"You've read over 10 books",
    "readed-pages-msg":"You've read over 1000 pages!",
    "watched-movie-msg":"You've watched over 5 movies!",
    "played-games-msg":"You've played over 5 games!",
    "name-investment":"Investment",
    "amount":"Amount",
    "name-book":"Book Name",
    "author":"Author",
    "name-movie":"Movie Name",
    "movie-genre":"Movie Genres",
    "name-game":"Game Name",
    "title":"Title",
    "date":"Date",
    "status":"Status",
    "set-finished":"Set Finished",
    "set-ongoing":"Set Ongoing",
    "select-all":"Select All",
    "set-sold":"Set Sold",
    "set-bought":"Set Bought",
    "set-readed":"Set Readed",
    "set-will-read":"Set Will Read",
    "set-watched":"Set Watched",
    "set-will-watch":"Set Will Watch",
    "set-played":"Set Played",
    "set-playing":"Set Playing",
    "change-status":"Change Status",
    "add-project":"Add Project",
    "create-first-project":"Create first project",
    "empty-message-project":"You haven't added a project yet. Add now and start tracking your progress !",
    "add-investment":"Add Investment",    
    "create-first-investment":"Create first investment",
    "empty-message-investment":"YOU HAVEN'T ADDED A INVESTMENT YET. ADD NOW AND START TRACKING YOUR PROGRESS !",
    "add-book":"Add Book",
    "create-first-book":"Create first book",
    "empty-message-book":"You haven't added a book yet. Add now and start tracking your progress!",
    "add-movie":"Add Movie",
    "create-first-movie":"Create first movie",
    "empty-message-movie":"You haven't added any movies yet. Add it now and stop remembering the movies you watched :)",
    "add-game":"Add Game",
    "create-first-game":"Create first game",
    "empty-message-game":"You haven't added a game yet. Add now and start tracking your games!"
}